Repository: yn-aiappcreate/onenext
Catalog: TsugiIchi/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans

source: ステップを生成できませんでした
de: Schritte konnten nicht generiert werden
en: Could not generate steps
es: No se pudieron generar los pasos
fr: Impossible de générer les étapes
ko: 단계를 생성할 수 없었습니다
zh_hans: 无法生成步骤

source: AIエンドポイントURLが設定されていません
de: KI-Endpunkt-URL ist nicht konfiguriert
en: AI endpoint URL is not configured
es: La URL del endpoint de IA no está configurada
fr: L'URL du point d'accès IA n'est pas configurée
ko: AI 엔드포인트 URL이 설정되지 않았습니다
zh_hans: 未设置AI端点URL

source: 週次レビューの時間です
de: Zeit für den Wochenrückblick
en: Time for your weekly review
es: Es hora de tu revisión semanal
fr: C'est l'heure du bilan hebdomadaire
ko: 주간 리뷰 시간입니다
zh_hans: 是每周回顾的时间了

source: 今週のStepを振り返り、来週のプランを立てましょう
de: Überprüfe die Schritte dieser Woche und plane die nächste
en: Review this week's Steps and plan for next week
es: Revisa los pasos de esta semana y planifica la próxima
fr: Passez en revue les étapes de la semaine et planifiez la suivante
ko: 이번 주 단계를 되돌아보고 다음 주 플랜을 세우세요
zh_hans: 回顾本周步骤，制定下周计划

source: 行き先をリストアップ
de: Reiseziele auflisten
en: List destinations
es: Listar destinos
fr: Lister les destinations
ko: 목적지 목록 작성
zh_hans: 列出目的地

source: 日程を決める
de: Zeitplan festlegen
en: Set the schedule
es: Fijar el calendario
fr: Fixer le calendrier
ko: 일정 정하기
zh_hans: 确定日程

source: 宿泊先を調べる
de: Unterkünfte recherchieren
en: Research accommodations
es: Buscar alojamiento
fr: Rechercher l'hébergement
ko: 숙소 조사하기
zh_hans: 查找住宿

source: 交通手段を調べる
de: Transportmöglichkeiten recherchieren
en: Research transportation
es: Buscar transporte
fr: Rechercher les transports
ko: 교통수단 조사하기
zh_hans: 查找交通方式

source: 持ち物リストを作る
de: Packliste erstellen
en: Make a packing list
es: Hacer lista de equipaje
fr: Faire la liste des bagages
ko: 준비물 목록 만들기
zh_hans: 制作物品清单

source: 予約する
de: Reservieren
en: Make reservations
es: Hacer reservas
fr: Réserver
ko: 예약하기
zh_hans: 预约

source: 場所を決める
de: Veranstaltungsort festlegen
en: Decide the venue
es: Decidir el lugar
fr: Choisir le lieu
ko: 장소 정하기
zh_hans: 确定场所

source: 参加者に連絡する
de: Teilnehmer kontaktieren
en: Contact participants
es: Contactar a los participantes
fr: Contacter les participants
ko: 참가자에게 연락하기
zh_hans: 联系参加者

source: 必要なものを準備する
de: Notwendiges vorbereiten
en: Prepare necessities
es: Preparar lo necesario
fr: Préparer le nécessaire
ko: 필요한 것 준비하기
zh_hans: 准备必要物品

source: 当日の流れを確認する
de: Tagesablauf bestätigen
en: Confirm the day's schedule
es: Confirmar el programa del día
fr: Confirmer le déroulement de la journée
ko: 당일 일정 확인하기
zh_hans: 确认当天流程

source: 教材を選ぶ
de: Lernmaterial auswählen
en: Choose study materials
es: Elegir materiales de estudio
fr: Choisir les supports d'étude
ko: 교재 선택하기
zh_hans: 选择教材

source: 学習計画を立てる
de: Lernplan erstellen
en: Make a study plan
es: Hacer un plan de estudio
fr: Établir un plan d'étude
ko: 학습 계획 세우기
zh_hans: 制定学习计划

source: 第1回の学習をする
de: Erste Lerneinheit durchführen
en: Do the first study session
es: Hacer la primera sesión de estudio
fr: Faire la première session d'étude
ko: 1회차 학습하기
zh_hans: 进行第1次学习

source: 復習する
de: Wiederholen
en: Review and revise
es: Repasar
fr: Réviser
ko: 복습하기
zh_hans: 复习

source: アウトプットする
de: Ergebnis erstellen
en: Create output
es: Crear resultado
fr: Produire un résultat
ko: 아웃풋 만들기
zh_hans: 进行输出

source: 現状を記録する
de: Aktuellen Zustand erfassen
en: Record current status
es: Registrar estado actual
fr: Enregistrer l'état actuel
ko: 현재 상태 기록하기
zh_hans: 记录现状

source: 目標値を決める
de: Zielwerte festlegen
en: Set target values
es: Fijar valores objetivo
fr: Définir les objectifs
ko: 목표치 정하기
zh_hans: 确定目标值

source: メニューを決める
de: Übungsplan festlegen
en: Decide the routine
es: Decidir la rutina
fr: Décider du programme
ko: 메뉴 정하기
zh_hans: 确定菜单

source: 初回を実行する
de: Erste Einheit durchführen
en: Do the first session
es: Hacer la primera sesión
fr: Faire la première séance
ko: 첫 회 실행하기
zh_hans: 执行第一次

source: 1週間の振り返りをする
de: Erste Woche auswerten
en: Review the first week
es: Revisar la primera semana
fr: Faire le bilan de la première semaine
ko: 1주일 되돌아보기
zh_hans: 进行一周回顾

source: 必要な道具を調べる
de: Benötigtes Werkzeug recherchieren
en: Research needed tools
es: Buscar herramientas necesarias
fr: Rechercher les outils nécessaires
ko: 필요한 도구 조사하기
zh_hans: 查找所需工具

source: 道具を準備する
de: Werkzeug vorbereiten
en: Prepare tools
es: Preparar herramientas
fr: Préparer les outils
ko: 도구 준비하기
zh_hans: 准备工具

source: 初回をやってみる
de: Zum ersten Mal ausprobieren
en: Try it for the first time
es: Probar por primera vez
fr: Essayer pour la première fois
ko: 첫 시도하기
zh_hans: 尝试第一次

source: %lld/%lld 完了
de: %lld/%lld Erledigt
en: %lld/%lld Done
es: %lld/%lld Hecho
fr: %lld/%lld Terminé
ko: %lld/%lld 완료
zh_hans: %lld/%lld 完成

source: 既存の%lld件のStepは削除され、テンプレートから新しいStepが生成されます。
de: Die %lld bestehenden Schritte werden gelöscht und neue aus der Vorlage erstellt.
en: The existing %lld Steps will be deleted and new ones generated from the template.
es: Se eliminarán los %lld pasos existentes y se generarán nuevos desde la plantilla.
fr: Les %lld étapes existantes seront supprimées et de nouvelles seront générées depuis le modèle.
ko: 기존 %lld건의 단계가 삭제되고 템플릿에서 새로운 단계가 생성됩니다.
zh_hans: 现有的%lld个步骤将被删除，并从模板生成新步骤。

source: 次の%lldStepを今週枠に配置
de: Nächste %lld Schritte diese Woche einplanen
en: Place next %lld Steps this week
es: Colocar los próximos %lld pasos esta semana
fr: Placer les %lld prochaines étapes cette semaine
ko: 다음 %lld 단계를 이번 주에 배치
zh_hans: 将接下来%lld个步骤安排到本周

source: 残り%lldStep
de: %lld Schritte übrig
en: %lld Steps left
es: %lld pasos restantes
fr: %lld étapes restantes
ko: 남은 %lld 단계
zh_hans: 剩余%lld步骤

source: %@ の次の%lldStepを今週枠に配置します。
de: Die nächsten %lld Schritte von %@ werden diese Woche eingeplant.
en: Place the next %lld Steps of %@ into this week's plan.
es: Se colocarán los próximos %lld pasos de %@ en el plan de esta semana.
fr: Les %lld prochaines étapes de %@ seront planifiées cette semaine.
ko: %@의 다음 %lld 단계를 이번 주에 배치합니다.
zh_hans: 将 %@ 的下%lld个步骤安排到本周计划中。

source: このGoalにpendingのStepがありません
de: Keine ausstehenden Schritte für dieses Ziel
en: No pending Steps for this Goal
es: No hay pasos pendientes para este objetivo
fr: Aucune étape en attente pour cet objectif
ko: 이 목표에 대기 중인 단계가 없습니다
zh_hans: 此目标没有待处理的步骤

source: 上限 %lld件
de: Max. %lld
en: Max %lld
es: Máx. %lld
fr: Max. %lld
ko: 상한 %lld건
zh_hans: 上限 %lld项

source: 生成されるStep（%lld件）
de: Zu erstellende Schritte (%lld)
en: Steps to generate (%lld)
es: Pasos a generar (%lld)
fr: Étapes à générer (%lld)
ko: 생성되는 단계 (%lld건)
zh_hans: 将生成的步骤（%lld项）

source: %lld件のステップ案が生成されました
de: %lld Schrittvorschläge generiert
en: %lld step suggestions generated
es: Se generaron %lld sugerencias de pasos
fr: %lld suggestions d'étapes générées
ko: %lld건의 단계 제안이 생성되었습니다
zh_hans: 已生成%lld个步骤方案

source: しばらく待ってから再度お試しください（%lld秒後）
de: Bitte warte und versuche es erneut (in %lld Sekunden)
en: Please wait and try again (in %lld seconds)
es: Espera e inténtalo de nuevo (en %lld segundos)
fr: Veuillez patienter et réessayer (dans %lld secondes)
ko: 잠시 후 다시 시도해 주세요 (%lld초 후)
zh_hans: 请稍候再试（%lld秒后）

source: %lld時
de: %lld Uhr
en: %lld:00
es: %lld h
fr: %lld h
ko: %lld시
zh_hans: %lld时

source: %02d分
de: %02d
en: %02d
es: %02d
fr: %02d
ko: %02d분

source: アクティブ
de: Aktiv
en: Active
es: Activo
fr: Actif
ko: 활성
zh_hans: 进行中

source: アーカイブ
de: Archiviert
en: Archived
es: Archivado
fr: Archivé
ko: 보관됨
zh_hans: 已归档

source: 所要時間(分)
de: Dauer (Min.)
en: Duration (min)
es: Duración (min)
fr: Durée (min)
ko: 소요시간(분)
zh_hans: 所需时间(分)

source: 数
de: Anzahl
en: Count
es: Cantidad
fr: Nombre
ko: 수

source: タイプ
de: Typ
en: Type
es: Tipo
fr: Type
ko: 유형
zh_hans: 类型

source: 予定日
de: Geplantes Datum
en: Scheduled Date
es: Fecha prevista
fr: Date prévue
ko: 예정일
zh_hans: 预定日期

source: Backlog
es: Pendientes
fr: En attente
ko: 백로그
zh_hans: 待办

source: Plan
ko: 플랜
zh_hans: 计划
